[
    {
        "image": "chartQA_multi_col_20204-train.png",
        "claim": "In 2009, 517 people committed suicide.",
        "label": "Supports",
        "explanation": "The chart clearly shows that the total number of suicides in 2009 is represented by the height of the bar for that year, which reaches 517. This value is confirmed by the data points for each age group, with the combined total matching the stated figure."
    },
    {
        "image": "figureQA_99722-train.png",
        "claim": "Dark Gold does not intersect with Turquoise.",
        "label": "Supports",
        "explanation": "The chart shows the trends of various colors over the x-axis. The line representing Dark Gold remains consistently below the line for Turquoise, indicating that they do not intersect at any point."
    },
    {
        "image": "chartQA_two_col_42313-train.png",
        "claim": "In 2020, the amount of British pounds spent on alcoholic drinks was 25,964 million GBP.",
        "label": "Supports",
        "explanation": "The chart shows the expenditure on alcoholic drinks in millions of GBP from 2005 to 2020. The bar for 2020 reaches approximately 26,000 million GBP, which supports the claim that 25,964 million GBP was spent in that year."
    },
    {
        "image": "plotQA_37698-train.png",
        "claim": "There are 3 bars on the 2nd tick from the top.",
        "label": "Supports",
        "explanation": "The chart displays the percentage of firms either registered or unregistered in different countries, with each category represented by a bar. The second tick from the top corresponds to the category 'Competing against unregistered firms,' which has three bars representing the data for Macedonia, Philippines, and Tonga."
    },
    {
        "image": "figureQA_43249-train.png",
        "claim": "Hot Pink is not less than Teal.",
        "label": "Supports",
        "explanation": "The chart shows that Hot Pink has a value greater than Teal. Specifically, Hot Pink's bar extends further along the x-axis than Teal's, indicating that its value is higher."
    },
    {
        "image": "plotQA_98527-train.png",
        "claim": "The graph does not contain grids.",
        "label": "Supports",
        "explanation": "The chart displays annual rural population growth over several years without any grid lines in the background, making it clear that the graph is grid-free."
    }
]