[
    {
        "image": "chartQA_multi_col_20204-train.png",
        "claim": "The number of suicides among individuals aged 0-19 years decreased from 517 in 2009 to 272 in 2019.",
        "label": "Supports",
        "explanation": "This sentence is supported by the chart, which shows a clear downward trend in the number of suicides for the 0-19 age group over the years, with the highest value in 2009 and a significant reduction by 2019."
    },
    {
        "image": "figureQA_43249-train.png",
        "claim": "Hot Pink has the highest value on the x-axis compared to the other colors.",
        "label": "Supports",
        "explanation": "The chart visually represents the values associated with each color, and Hot Pink's bar extends the furthest along the x-axis, indicating it has the highest value among all the colors listed."
    },
    {
        "image": "plotQA_98527-train.png",
        "claim": "Sub-Saharan Africa has the highest annual rural population growth rate among the regions shown in the chart.",
        "label": "Supports",
        "explanation": "The chart indicates that Sub-Saharan Africa (represented by the yellow line) consistently maintains a higher percentage of rural population growth compared to the other regions, particularly Europe (blue line), Guatemala (orange line), and Myanmar (red line), which all show lower growth rates over the years."
    },
    {
        "image": "figureQA_99722-train.png",
        "claim": "The Turquoise line consistently remains the highest among all the categories throughout the chart.",
        "label": "Supports",
        "explanation": "The chart shows the y-axis labeled with values ranging from 95 to 100, and the Turquoise line is consistently positioned above the other lines, indicating that it has the highest values compared to Pale Green, Orchid, Medium Purple, Dark Gold, and Orange across the x-axis."
    },
    {
        "image": "plotQA_37698-train.png",
        "claim": "In Macedonia, a higher percentage of firms are formally registered compared to those in the Philippines and Tonga.",
        "label": "Supports",
        "explanation": "The chart shows that the percentage of formally registered firms in Macedonia is greater than that in both the Philippines and Tonga, indicating that more firms in Macedonia are operating within the formal economy."
    },
    {
        "image": "chartQA_two_col_42313-train.png",
        "claim": "Expenditure in million GBP steadily increased from 2005 to 2020.",
        "label": "Supports",
        "explanation": "The chart shows a clear upward trend in expenditure from 2005 to 2020, with each year generally showing higher expenditure than the previous year. The bars representing each year consistently rise, particularly notable in the years 2019 and 2020, indicating a significant increase in expenditure over the period."
    }
]