[
    {
        "image": "chartQA_two_col_42313-train.png",
        "claim": "In 2020, 25964 British pounds were spent on alcoholic drinks.",
        "label": "Supports",
        "explanation": "The chart provides clear data indicating the total spending on alcoholic drinks for the year 2020, which is specified as 25964 British pounds. This number can be directly correlated with the respective data point represented in the chart."
    },
    {
        "image": "figureQA_99722-train.png",
        "claim": "Dark Gold does not intersect with Turquoise.",
        "label": "Supports",
        "explanation": "The chart indicates that the paths or lines representing Dark Gold and Turquoise maintain separate trajectories without crossing each other, confirming that Dark Gold and Turquoise do not intersect."
    },
    {
        "image": "plotQA_37698-train.png",
        "claim": "There are 3 bars on the 2nd tick from the top.",
        "label": "Supports",
        "explanation": "Upon analyzing the chart, the second tick from the top corresponds to a category that displays 3 bars. This is visually confirmed by observing the heights of the bars at that specific tick, which clearly indicate three distinct entries."
    },
    {
        "image": "chartQA_multi_col_20204-train.png",
        "claim": "517 people committed suicide in 2009.",
        "label": "Supports",
        "explanation": "The chart provides data that indicates the number of suicides per year, with a specific data point marked for the year 2009 showing a total of 517. The visual representation confirms this value, validating the claim based on the information presented in the chart."
    },
    {
        "image": "figureQA_43249-train.png",
        "claim": "Hot Pink is not less than Teal.",
        "label": "Supports",
        "explanation": "The data shown in the chart indicates that the value for Hot Pink is equal to or greater than the value for Teal. Since the question asks if Hot Pink is less than Teal and the answer is 'No', it implies that Hot Pink is either greater than or equal to Teal."
    },
    {
        "image": "plotQA_98527-train.png",
        "claim": "The graph does not contain grids.",
        "label": "Supports",
        "explanation": "The chart presents data in a visual format without the presence of grid lines. The absence of grid lines can be identified by the clear space between the data points and the lack of intersecting horizontal and vertical lines, which typically characterize grid structures."
    }
]