[
    {
        "image": "chartQA_multi_col_20204-train.png",
        "claim": "There were 517 people who committed suicide in 2009.",
        "label": "Supports",
        "explanation": "By looking at the data in the chart, we can see that in the row corresponding to 2009, the value under the '65 years and older' column is 171. This aligns with the answer provided, which confirms that there were 517 people who committed suicide in that year, as this value is the sum of all age groups in the same row."
    },
    {
        "image": "chartQA_two_col_40805-train.png",
        "claim": "C.H.I. Overhead Doors was the brand of garage doors that 17.6 percent of respondents used the most.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states that C.H.I. Overhead Doors was the brand used the most by 17.6% of respondents. However, based on the data presented in the chart, it is actually Wayne-Dalton that was the brand used by 17.6% of respondents, not C.H.I. Overhead Doors. Therefore, the claim contradicts the factual information provided in the chart."
    },
    {
        "image": "chartQA_two_col_103445-train.png",
        "claim": "The loan value in 2018 could have been influenced by economic factors not evident in the chart.",
        "label": "Not enough information",
        "explanation": "This claim posits that the loan value in 2018 might have been impacted by external economic factors not explicitly mentioned in the chart. Without additional data or context on these potential influences, it is impossible to confirm or refute this claim with the existing information provided."
    },
    {
        "image": "chartQA_two_col_103922-train.png",
        "claim": "The number of Yellow Pages Canada customers in 2020 was 125400.",
        "label": "Supports",
        "explanation": "The chart provided in the data entry lists the characteristic '2020' along with the corresponding number of customers '125400'. Therefore, the claim that the number of Yellow Pages Canada customers in 2020 was 125400 directly aligns with the data recorded in the chart."
    },
    {
        "image": "chartQA_two_col_82289-train.png",
        "claim": "The exchange rate in 2019 was 10771, which was the highest among the years shown in the chart.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states that the exchange rate peaked in 2019. However, according to the chart, the exchange rate in 2019 was reported as 9739, not 10771. In fact, the highest exchange rate was in 2013 with a value of 10876. Therefore, the claim contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_22311-train.png",
        "claim": "The youth unemployment rate may have been influenced by external economic factors beyond the data shown.",
        "label": "Not enough information",
        "explanation": "This claim speculates on potential external economic factors that could have impacted the youth unemployment rate but is unverifiable due to the lack of specific details or data in the chart supporting or refuting this claim."
    },
    {
        "image": "chartQA_two_col_104074-train.png",
        "claim": "355 individuals were on the liver transplant waiting list in England in March 2020.",
        "label": "Supports",
        "explanation": "The table in the chart provides data on the number of individuals on the waiting list in different countries, including England with 355 individuals. Thus, the claim directly corresponds to the information shown in the chart."
    },
    {
        "image": "chartQA_two_col_791-train.png",
        "claim": "The average player salary in Atlanta United in 2019 was 200.00 dollars.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states the average player salary for Atlanta United in 2019 was 200.00 dollars. According to the chart, the average player salary for Atlanta United was actually 404.91 dollars, which is significantly higher than the claim. Therefore, the refutes claim contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_4043-train.png",
        "claim": "Florida's GDP in dollars in the previous year was likely influenced by external economic factors not included in the chart.",
        "label": "Not enough information",
        "explanation": "This claim assumes that external economic factors could have impacted Florida's GDP without specifying the nature of these factors or providing data to support this assertion. The chart solely presents historical GDP values without detailing the specific drivers behind each year's figures, making it impossible to verify the claim without additional context or information."
    },
    {
        "image": "chartQA_two_col_61763-train.png",
        "claim": "France imported 121.6 million GBP worth of spirits into the UK in 2020.",
        "label": "Supports",
        "explanation": "Looking at the table in the chart, we can see that France's import value is precisely 121.6 million GBP. Therefore, the claim that France imported that exact amount of spirits is directly supported by the data provided in the chart."
    },
    {
        "image": "chartQA_two_col_4713-train.png",
        "claim": "ArcelorMittal generated 116.94 in revenue in the fiscal year of 2020.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it incorrectly states that the revenue generated in 2020 was 116.94. However, based on the chart, the correct revenue generated by ArcelorMittal in 2020 was 53.27 billion U.S. dollars. Therefore, the claim contradicts the factual data shown in the chart."
    },
    {
        "image": "chartQA_two_col_100130-train.png",
        "claim": "The global orthopedic orthotics market's growth rate is directly proportional to the increase in market size in million U.S. dollars.",
        "label": "Not enough information",
        "explanation": "This claim attempts to draw a correlation between the growth rate of the orthopedic orthotics market and the increase in market size based on the provided data. However, the data in the chart only shows the market size for two specific years and does not include any growth rate information, making it impossible to confirm or refute this claim."
    },
    {
        "image": "chartQA_two_col_104070-train.png",
        "claim": "Saskatchewan's CAPEX in dollars in 2018 was 4536.",
        "label": "Supports",
        "explanation": "The data entry's table lists the CAPEX values in million Canadian dollars for various regions, including Saskatchewan with a value of 4536. By directly matching the given value in the question to the table entry for Saskatchewan, it is verified that Saskatchewan's CAPEX in 2018 was 4536, thus supporting the claim."
    },
    {
        "image": "chartQA_two_col_4965-train.png",
        "claim": "The revenue in 2020 was the highest among the years shown in the chart.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states that revenue peaked in 2020. However, according to the chart, the revenue was highest in 2021 with a value of 1620 million U.S. dollars, while in 2020, the revenue was lower at 1470 million U.S. dollars. Therefore, the claim contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_61921-train.png",
        "claim": "Cineplex's revenue trend in the first quarter of 2021 could have been influenced by external economic factors.",
        "label": "Not enough information",
        "explanation": "The claim speculates on potential external economic factors that could have affected Cineplex's revenue in Q1 '21. However, the chart lacks data on specific external economic factors or their impact on the revenue, making it unverifiable without additional information."
    },
    {
        "image": "chartQA_two_col_40908-train.png",
        "claim": "The CPI in April 2021 was 105.26.",
        "label": "Supports",
        "explanation": "The data entry in the chart includes the Consumer Price Index (CPI) values for each month, with April 2021 listed as 105.26. The 'question' specifically asks for the CPI in April 2021, and the 'answer' confirms it as 105.26, which directly aligns with the data provided in the chart."
    },
    {
        "image": "chartQA_two_col_42887-train.png",
        "claim": "Samsung made 125 in the United States in 2013.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states that Samsung made 125 in the United States in 2013. However, according to the chart, Samsung actually made 240 in the United States in that year. Therefore, the claim contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_24638-train.png",
        "claim": "China's inclusion in the top textile yarn exporters is influenced by its domestic textile industry's advancements.",
        "label": "Not enough information",
        "explanation": "This claim speculates on the potential influence of China's domestic textile industry on its significant export volume, which is not directly supported by the provided data in the chart. The chart only lists the trade values of various countries without detailing the specific factors contributing to their export quantities, making it impossible to confirm or refute this claim with the given information."
    },
    {
        "image": "chartQA_two_col_100696-train.png",
        "claim": "There were 612 enterprises manufacturing domestic appliances in the Czech Republic in 2017.",
        "label": "Supports",
        "explanation": "The table in the chart lists the number of enterprises in different years. Specifically, in 2017, the data shows that there were 612 enterprises, which directly corresponds to the information provided in the 'question'. Therefore, the claim is supported by the data presented in the chart."
    },
    {
        "image": "chartQA_two_col_2248-train.png",
        "claim": "The number of housing transactions in 2021 was 1.2, which was higher than in 2020.",
        "label": "Refutes",
        "explanation": "This refutes claim contradicts the chart data as it inaccurately states that the number of housing transactions in 2021 was 1.2, which is higher than in 2020. However, based on the table provided, the number of housing transactions in 2021 was 1.0, which is actually lower than the reported 1.2 in the claim. Therefore, the refutes claim misinterprets the data presented in the chart, leading to a contradiction with the actual data provided."
    },
    {
        "image": "chartQA_two_col_103205-train.png",
        "claim": "The amount spent on federal and international policing for the Royal Canadian Mounted Police in 2018/19 was influenced by factors not presented in the chart.",
        "label": "Not enough information",
        "explanation": "The claim implies a direct correlation between the amount spent on federal and international policing and a singular cause, which is not supported by the data in the chart. The chart only provides the expenditure values without detailing the specific factors or breakdown that influenced these expenditures, making it impossible to determine the exact reasons behind the amount spent on federal and international policing."
    },
    {
        "image": "chartQA_two_col_42313-train.png",
        "claim": "The amount of British pounds spent on alcoholic drinks in 2020 was 25964.",
        "label": "Supports",
        "explanation": "The data from the table in the chart clearly shows that in 2020, the expenditure for alcoholic drinks was recorded at 25964 million GBP. This aligns perfectly with the answer provided, solidifying the claim that the amount spent in British pounds on alcoholic drinks in 2020 was indeed 25964."
    },
    {
        "image": "chartQA_two_col_2031-train.png",
        "claim": "The value of China in dollars in 2020 was 15000.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it falsely states that the value of China in 2020 was 15000. However, based on the data in the chart, the actual value for China in 2020 was 18764. By inaccurately reducing the reported value, the claim directly contradicts the factual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_22614-train.png",
        "claim": "The monthly market share of Citroen in the UK between January 2017 and December 2020 could have been influenced by factors not reflected in the chart.",
        "label": "Not enough information",
        "explanation": "This claim suggests that external factors beyond those presented in the chart may have impacted Citroen's market share during the specified period. Without additional data or context on these external influences, the claim lacks enough information to be confirmed or disproven solely based on the chart provided."
    },
    {
        "image": "chartQA_two_col_43103-train.png",
        "claim": "The managed security services market generated a revenue of 2986.6 million U.S. dollars in 2014.",
        "label": "Supports",
        "explanation": "The data entry chart displays the revenue generated each year, with 2014 specifically showing a revenue of 2986.6 million U.S. dollars. Therefore, the claim directly aligns with the recorded information in the chart, confirming the revenue amount for that specific year."
    },
    {
        "image": "chartQA_two_col_41382-train.png",
        "claim": "The train station with the lowest annual number of passengers as of 2020 was Napoli Centrale.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it incorrectly states that Napoli Centrale had the lowest annual number of passengers. However, based on the data in the chart, Napoli Centrale had 50 million passengers, making it the sixth highest station in terms of annual passengers. The lowest annual number of passengers in the chart is reported as 50 million for Roma Tiburtina, not Napoli Centrale. Therefore, the refutes claim directly contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_100763-train.png",
        "claim": "Mexico's fossil CO emissions in 2015 could have been higher than reported.",
        "label": "Not enough information",
        "explanation": "This claim suggests a possibility of higher emissions in 2015 based on the lack of specific data points in the table. The chart only shows emissions for 2015, 2017, and 2018, leaving gaps in the data that prevent confirmation or refutation of this claim."
    },
    {
        "image": "chartQA_two_col_21874-train.png",
        "claim": "There were 51,089 teenage conceptions in England and Wales in 2018.",
        "label": "Supports",
        "explanation": "By referencing the data provided in the chart, which shows the number of pregnancies resulting in maternity for each year, we can see that in 2018 there were indeed 51,089 pregnancies recorded. This directly supports the claim that there were 51,089 teenage conceptions in that specific year."
    },
    {
        "image": "chartQA_two_col_2514-train.png",
        "claim": "Based on the chart, Western Australia has the highest population share at 31.8%.",
        "label": "Refutes",
        "explanation": "This claim refutes the chart as it inaccurately states that Western Australia has the highest population share at 31.8%. However, in the data presented in the chart, New South Wales actually has the highest population share at 31.8%, while Western Australia's population share is 10.4%. Therefore, the claim contradicts the actual data presented in the chart."
    },
    {
        "image": "chartQA_two_col_61350-train.png",
        "claim": "China's import value being lower than Japan could be due to seasonal fluctuations.",
        "label": "Not enough information",
        "explanation": "This claim speculates on possible reasons for the difference in import values between China and Japan, as the chart does not provide information on the specific factors influencing their import values. Without additional data on seasonal trends or other external factors, the claim remains unverifiable based solely on the chart."
    }
]